// import { BlogPosts } from 'app/components/posts'
import Image from 'next/image';

export default function Page() {
  return (
    <section>
      <h1 className="mb-8 text-2xl font-semibold tracking-tighter">
        Гравёр, охотник и косторез - Этевентин Станислав Викторович
      </h1>

      <Image
        priority
        src="/img/eteventin/eteventin_1.png"
        height={240}
        width={240}
        alt=""
        id="hp"
      />

      <p className="mb-4">
        {`Уэлен - край охотников, косторезов.`}
      </p>

      <p className="mb-4">
        {`Отец оставил бормашинки Foredom, Этевентин купил их по цене китайских, а на следующий день, когда я осознал, что машинки американские, сказал: "я не знаю, я в отпуске. Что куплено - то куплено." Мой отец, вообще, любил хорошие инструменты - Немецкие, Американские, Японские (Китай тоже имелся, но сделанный по заказу Англии, тоже качественно, например Recordpower DML250 - небольшой токарный станок)... И в Уэлене это небыло секретом, для тех, кто интересовался. А Станислав - давно уже работает косторезом и кому знать, как не ему.`}
</p>


<Image
        priority
        src="/img/eteventin/f1.jpg"
        height={240}
        width={240}
        alt=""
        id="hp"
/>

<p className="mb-4">

 {`В сети Интернет по запросу "бормашинка Foredom" - ценники 6-10 т., ну я и подумал, что они не дорогие. Потом рассмотрел, что есть ценники 50-60 т. на те же, свиду, машинки... Вобщем, я сам, конечно, Станиславу предложил купить две машинки по 7 тысяч. И Станислав переспросил - чтобы я проговорил цену ещё раз. А на следующий день, когда я позвонил и сказал, что ошибся, он сказал, что "ты ошибся, а я то тут при чём?" - разумно. Можно ещё детализировать историю: Станислав мне говорил "откуда ты знаешь, что они не китайские?". А я уже в мастерской поинтересовался. Как будто он не  знал сам - в это неверится. Станислав обманщик (Иненкемчичевыльин, чук.), не ожидал я, что он непримянет воспользоваться случаем - моей ошибкой.`}
      </p>

      <Image
        priority
        src="/img/eteventin/f2.jpg"
        height={240}
        width={240}
        alt=""
        id="hp"
      />

      <p className="mb-4">
        {`Как я хотел бы, чтобы было?
Дядя Стас сказал бы мне: "Семь тысяч? Савва, по такой цене продаются китайские, а у твоего отца машинки оригинальные. Ты бы подумал ещё, потом поговорим...", но дядя Стас поступил иначе - он прикидываться стал, что сам не знал, а то что я ошибся его не касается, "что продано, то продано". Когда я это понял, мне стало нехорошо. Не только из-за денег, но от такого отношения, от лжи.`}
      </p>

      <Image
        priority
        src="/img/eteventin/c1.jpg"
        height={240}
        width={240}
        alt=""
        id="hp"
      />

      <p className="mb-4">
        {`Кроме того, Станислав говорил, что машинки ему не очень-то и нужны, т.к. он работает на советских. При этом - отказался вернуть хотя бы одну машинку и предложил доплатить деньги (могу доплатить 10 000, больше не могу).`}
      </p>
      
      <br>
      </br>
      <br>
      </br>
      <br>
      </br>
      <br>
      </br>
      <br>
      </br>
      <br>
      </br>
      <br>
      </br>

      <h1 className="mb-8 text-2xl font-semibold tracking-tighter">
        Музыкант, рокер: Кобус Константин
      </h1>
      <Image
              priority
              src="/img/kobus/a2.jpg"
              height={240}
              width={240}
              alt=""
              id="hp"
            />
            <Image
              priority
              src="/img/kobus/a1.jpg"
              height={240}
              width={240}
              alt=""
              id="hp"
            />
            <p className="mb-4">
       Товарищь Константин продал не хорошую гитару, нахваливая её, что инструмент достойный, того стоит. Умолчал, что ломался гриф ("я не знал, она на стене висела" - это при том, что он был другом Дмитрию (ушедшему владельцу гитары) и жил в соседнем подьезде. Не знал?). Сточенные лады, хрустящие потенциометры, "плоские" датчики, а главное - сама конструкция: дека из нескольких слоёв - фанерный верх - вялое звучание, отсутствие "атаки". Константин - профессиональный музыкант - рекомендовал мне сперва научиться "ездить", прежде чем говорить, что "сёдла" ржавые.</p>
      
       <Image
              priority
              src="/img/kobus/b1.jpg"
              height={240}
              width={240}
              alt=""
              id="hp"
            />
        
        <p className="mb-4">Вобщем, подобная гитара, действительно стоит около 20 т., но Константин заявлял "отличный, рабочий инструмент" - коей гитара не являлась: нет ладов, хрустят потенциометры, пропадает сигнал. Не ровный гриф. Чтобы продать такой инструмент начинающему - это надо быть человеком либо без совести, либо алчным, а, может и то и другое.</p>

      <p className="mb-4">
        По этой ссылке определённые детали:
      <a href="https://www.avito.ru/bolshaya_izhora/muzykalnye_instrumenty/datchiki_humbucker_ft_pickups_4177080131"> humbucker - ft pickups</a>.
      </p>

      <p className="mb-4">А, вот ещё: в течение недели полторы после приобретения данной гитары - я с ней разбирался, выявил "косяки" - я Константина попросил вернуть деньги, аргументировав это указанными проблемами. Константин заявил, что уже время прошло - неизвестно, что я с гитарой делал, поэтому он деньги вернуть отказывается, тем более, что у него их уже и нет... Так то!</p>\
      
      <p className="mb-4">Вот ещё: Константин мне сказал, что, мол, гитарист ищет свой звук. Тонко, глубоко...</p>

      <br>
      </br>
      <br>
      </br>
      <br>
      </br>

      <h1 className="mb-8 text-2xl font-semibold tracking-tighter">
        Савченко Групп
      </h1>
      <Image
              priority
              src="/img/savch.webp"
              // height={144}
              // width={144}
              alt=""
              id="hp"
            />
            <p className="mb-4">
              Ну, и для нечётного числа - Савченко Групп (https://savchenko.group/), "группа проектов и команда профессионалов объединенные нашим организатором Дмитрием Савченко"...
              На вакансию программиста - выдали тестовое задание, сроком на неделю. Задание безидейное, но технически не совсем простое - то есть, поработать нужно, чтобы сделать - два-три дня реальной работы, аккуратно и сосредоточенно. Выслал решение в срок, продублировал в Телеграм. Никакого ответа...
            </p>
            <p className="mb-4">
              Через, примерно месяц (может два - много чести поднимать переписку) мне приходит на почту письмо, мол, мы заинтересованы, ваша кандидатура в приоритете. И через час-два того же дня: что-то вроде "мы сделали выбор в пользу другого кандидата, спасибо". 
            </p>
            <p className="mb-4">
              Чтож, пожалуйста. Обращайтесь.
            </p>

      

      {/* <div className="my-8">
        <BlogPosts />
      </div> */}
    </section>
  )
}
